Autodesk.Revit.UI.IParamDefExternalButtonUIProviderProxy.GetProviderName
Since:
2025

Autodesk.Revit.UI.IParamDefExternalButtonUIProviderProxy.GetProviderId
Since:
2025

Autodesk.Revit.UI.IParamDefExternalButtonUIProviderProxy.OnClickedButton(Autodesk.Revit.DB.Document,Autodesk.Revit.DB.ElementId,Autodesk.Revit.DB.ElementId)
Since:
2025